[
  {
    "collection": "Collection 1",
    "document": "South of France - Things to Do.pdf",
    "section_title": "Ultimate Guide to Activities and Things to Do in the South of France",
    "page_number": 1,
    "text": "Ultimate Guide to Activities and Things to Do in the South of France Introduction The South of France, with its stunning coastline, picturesque villages, and vibrant cities, oﬀers a wealth of activities and experiences for travelers. Whether you're seeking adventure, relaxation, or cultural enrichment, this region has something for everyone. This guide will take you through a variety of activities and must-see attractions to help you plan an unforgettable trip."
  },
  {
    "collection": "Collection 1",
    "document": "South of France - Tips and Tricks.pdf",
    "section_title": "Packing for All Seasons",
    "page_number": 3,
    "text": "Packing for All Seasons Spring (March to May) • Clothing: Light sweaters, long-sleeve shirts, t-shirts, and a light jacket or raincoat. • Accessories: Sunglasses, a hat, and a small umbrella. • Accessories: Sunglasses, a wide-brimmed hat, sunscreen, and a reusable water bottle."
  },
  {
    "collection": "Collection 1",
    "document": "South of France - History.pdf",
    "section_title": "A Historical Journey Through the South of France",
    "page_number": 1,
    "text": "A Historical Journey Through the South of France Introduction The South of France, renowned for its picturesque landscapes, charming villages, and stunning coastline, is also steeped in history. From ancient Roman ruins to medieval fortresses and Renaissance architecture, this region oﬀers a fascinating glimpse into the past. This guide will take you through the histories of major cities, famous historical sites, and other points of interest to help you plan an enriching and unforgettable trip."
  },
  {
    "collection": "Collection 1",
    "document": "South of France - Tips and Tricks.pdf",
    "section_title": "Packing for Kids",
    "page_number": 6,
    "text": "• Accessories: A sun hat, sunglasses, and a lightweight jacket. Essentials • Diapers and Wipes: For babies or toddlers, pack enough diapers and wipes. • Snacks: Bring a variety of snacks for travel and outings."
  },
  {
    "collection": "Collection 1",
    "document": "South of France - Tips and Tricks.pdf",
    "section_title": "Conclusion",
    "page_number": 9,
    "text": "Conclusion Packing for a trip to the South of France involves considering the season, planned activities, and the needs of both adults and children. By following this comprehensive guide and incorporating the tips and tricks provided, you'll be well-prepared for a comfortable and enjoyable trip. Remember to pack light, versatile clothing, and essential items to make the most of your travel experience."
  },
  {
    "collection": "Collection 2",
    "document": "Learn Acrobat - Fill and Sign.pdf",
    "section_title": "Fill in PDF Forms",
    "page_number": 8,
    "text": "Sometimes form creators don’t convert their PDFs to interactive fillable forms. Or, they intentionally design a form that you can fill in only by hand or with the Fill & Sign tool. Fill in interactive forms An interactive form contains fields that you can select or fill in."
  },
  {
    "collection": "Collection 2",
    "document": "Learn Acrobat - Generative AI_1.pdf",
    "section_title": "Note: You can select up to 10 files, each 600 pages long and no larger than 100 MB.",
    "page_number": 10,
    "text": "AI Assistant The AI Assistant feature provides AI-generated answers to your questions based on the content of the selected files. To select multiple files, go to Acrobat Home and choose Select files in the Recommended tools for you section, choose your files, and select Open. You can do the following: • Select a number to navigate directly to the corresponding section of the document."
  },
  {
    "collection": "Collection 2",
    "document": "Learn Acrobat - Fill and Sign.pdf",
    "section_title": "3. Click Edit Entry List under Auto-Complete.",
    "page_number": 10,
    "text": "The Auto-Complete feature is off by default, so you must enable it in the forms preferences if you want to use it. To remove an entry from the Auto-Complete memory, such as a misspelled entry that you found and corrected later, edit the list in the preferences. Note: The forms preferences apply to the way that the application handles open forms as you work."
  },
  {
    "collection": "Collection 2",
    "document": "Learn Acrobat - Fill and Sign.pdf",
    "section_title": "Types of PDF forms",
    "page_number": 2,
    "text": "The Fill & Sign tool automatically detects the form fields like text fields, comb fields, checkboxes, and radio buttons. You can manually add text and other symbols anywhere on the form using the Fill & Sign tool if required. Fill and sign PDF forms To complete and sign PDF forms, open the form in Acrobat and then select E-Sign from the global bar."
  },
  {
    "collection": "Collection 2",
    "document": "The Ultimate PDF Sharing Checklist.pdf",
    "section_title": "chosen platform?",
    "page_number": 2,
    "text": "• Have you sent the email or shared the link through your chosen platform? Professional Tip: Clear Instructions Ensure your email instructions are clear and concise to avoid any confusion for your recipients. Sharing Checklist for Real Estate Professionals In the real estate industry, sharing documents efficiently is crucial for closing deals and keeping clients informed."
  },
  {
    "collection": "Collection 3",
    "document": "Dinner Ideas - Sides_1.pdf",
    "section_title": "o Oil for frying",
    "page_number": 5,
    "text": "o Oil for frying • o Mix grated cassava with coconut milk and salt. Banchan • o Assorted small side dishes like pickled radish, spinach, bean sprouts, kimchi • o Prepare each side dish separately. Banh Beo • o 1 cup rice flour o 1/2 cup water o 1/2 cup coconut milk o 1/4 cup shrimp o 1/4 cup green onions o 1/4 cup fried shallots o 1 teaspoon salt o 1/2 teaspoon sugar • o Mix rice flour, water, coconut milk, salt, and sugar to form a batter."
  },
  {
    "collection": "Collection 3",
    "document": "Dinner Ideas - Sides_1.pdf",
    "section_title": "Baba Ganoush",
    "page_number": 4,
    "text": "o Dredge balls in flour, dip in beaten eggs, and coat with breadcrumbs. Baba Ganoush • o 2 eggplants o 1/4 cup tahini o 1/4 cup lemon juice o 2 cloves garlic o 1/4 cup olive oil • o Roast eggplants until soft, then peel and mash. o Blend mashed eggplant, tahini, lemon juice, minced garlic, and salt in a food processor."
  },
  {
    "collection": "Collection 3",
    "document": "Dinner Ideas - Sides_2.pdf",
    "section_title": "cumin, paprika, and salt until cooked.",
    "page_number": 7,
    "text": "o 1 teaspoon paprika o Oil for frying • o Mix flour, butter, water, and beaten egg to form a dough, then let rest. o Sauté ground beef, diced onion, minced garlic, chopped olives, and raisins with cumin, paprika, and salt until cooked. Escalivada • Ingredients: o 2 eggplants o 2 bell peppers o 2 tomatoes o 1 small onion o 1/4 cup olive oil • o Preheat oven to 400°F (200°C)."
  },
  {
    "collection": "Collection 3",
    "document": "Dinner Ideas - Sides_3.pdf",
    "section_title": "Hummus",
    "page_number": 2,
    "text": "Hummus • o 1 can chickpeas o 1/4 cup tahini o 1/4 cup lemon juice o 2 cloves garlic o 1/4 cup olive oil o 1 teaspoon salt • Instructions: o Drain and rinse chickpeas. o Blend chickpeas, tahini, lemon juice, minced garlic, and salt in a food processor. Japchae • o 8 ounces sweet potato noodles o 1/2 pound beef o 1 small onion o 1 carrot o 1 bell pepper o 1 cup spinach o 2 tablespoons soy sauce o 1 tablespoon sesame oil o 1 tablespoon sugar o 1 tablespoon sesame seeds • Instructions: o Cook noodles according to package instructions, then drain."
  },
  {
    "collection": "Collection 3",
    "document": "Dinner Ideas - Sides_3.pdf",
    "section_title": "turmeric, and salt.",
    "page_number": 1,
    "text": "o 2 cloves garlic o 4 tomatoes o 4 cups vegetable broth o 1 teaspoon cumin o 1 teaspoon coriander o 1 teaspoon turmeric o 1 teaspoon salt o 1/4 cup cilantro • o Sauté diced onion and minced garlic until softened. o Add diced tomatoes, lentils, chickpeas, vegetable broth, cumin, coriander, turmeric, and salt. Horta • Ingredients: o 1 pound dandelion greens o 1/4 cup olive oil o 1/4 cup lemon juice o 1 teaspoon salt • o Boil dandelion greens until tender, then drain."
  }
]